---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerSquareFootDegreeFahrenheit
source: html/02f1f001-663e-c95b-d685-91d80b3cc8d5.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerSquareFootDegreeFahrenheit Property

British thermal units per square foot degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerSquareFootDegreeFahrenheit { get; }
```